1natsu.insert-br-tag
aaron-bond.better-comments
adpyke.vscode-sql-formatter
aeschli.vscode-css-formatter
anseki.vscode-color
bierner.markdown-emoji
bierner.markdown-preview-github-styles
brandonfowler.exe-runner
brunnerh.insert-unicode
chrmarti.regex
dbaeumer.vscode-eslint
dotjoshjohnson.xml
ecmel.vscode-html-css
esbenp.prettier-vscode
espresso3389.unicode-normalizer
ethansk.restore-terminals
evondev.indent-rainbow-palettes
fabiospampinato.vscode-terminals
formulahendry.auto-rename-tag
github.vscode-pull-request-github
gurumukhi.selected-lines-count
jannisx11.batch-rename-extension
jbockle.jbockle-format-files
jeff-hykin.code-eol
jianbingfang.dupchecker
jzmstrjp.color-the-tag-name
kamikillerto.vscode-colorize
leonardssh.vscord
medo64.code-point
mhutchie.git-graph
mnxn.jvm-bytecode-viewer
ms-vscode.hexeditor
mutantdino.resourcemonitor
neptunedesign.vs-sequential-number
nilssoderman.batch-runner
oderwat.indent-rainbow
peakchen90.open-html-in-browser
perennialinnocence.java-cfr-decompiler
postman.postman-for-vscode
randomfractalsinc.geo-data-viewer
ritwickdey.liveserver
robole.snippets-ranger
rowewilsonfrederiskholme.wikitext
shd101wyy.markdown-preview-enhanced
smartmonkey.geotools
softwaredotcom.swdc-vscode
streetsidesoftware.code-spell-checker
stxr.iconfont-preview
sukumo28.wav-preview
tomoki1207.pdf
tonybaloney.vscode-pets
tyriar.luna-paint
tyriar.sort-lines
ue.alphabetical-sorter
vscode-icons-team.vscode-icons
vsls-contrib.gistfs
wix.vscode-import-cost
wmanth.jar-viewer
wmaurer.change-case
xabikos.javascriptsnippets
yzhang.markdown-all-in-one